{
  "agree_1": {
    "msg_tltle_1" : "1. Fulfillment of contract for service provision and settlement of fees according to service provision",
    "msg_title_1_msg_1" : "Provision of content, provision of specific customized services, delivery of goods or invoices, identity verification, purchase and payment, fee collection",
    "msg_tltle_2" : "2. Membership management",
    "msg_title_2_msg_1" : "Provision of membership services, personal identification, restrictions on use of members who violate the Stay Rock terms and conditions, sanctions on actions that interfere with the smooth operation of the service and illegal use of the service, confirmation of intent to join, restrictions on membership and number of subscriptions, children under 14 years of age. Confirmation of consent of the legal representative when collecting personal information, later confirmation of the legal representative's identity, preservation of records for dispute mediation, handling of civil complaints such as complaint handling, delivery of notices, confirmation of intention to withdraw membership",
    "msg_tltle_3" : "3. New service development and marketing/advertising activities",
    "msg_title_3_msg_1" : "Development of new services and provision of customized services, provision of services and posting of advertisements according to statistical characteristics, confirmation of service effectiveness, provision of event information and participation opportunities, provision of advertising information, identification of access frequency, statistics on members' service use"
  },
  "agree_2": {
    "main_tltle_1" : "1. Items of personal information collected",
    "msg_title_1_subtitle" : "1st, The company collects the following minimum personal information as required at the time of initial membership registration for membership registration, smooth customer consultation, and provision of various services..",
    "msg_title_1_msg_1" : "[join the membership]",
    "msg_title_1_msg_2" : "Required items: ID, password, name, date of birth, gender, mobile phone number for subscription verification, legal representative information for children under 14 years of age (the legal representative's name, DI, and mobile phone number are collected and stored until the child becomes an adult) It's possible.)",
    "msg_title_2_msg_3" : "Optional items: Email address for emergency contact (You can sign up without entering the optional items.)",
    "msg_title_2_msg_4" : "[Sign up for group ID]",
    "msg_title_2_msg_5" : "Required items: Organization ID, organization name, corporate name (organization name), representative name, business location, representative phone number, manager ID, manager mobile phone number, manager department/position",
    "msg_title_2_msg_6" : "Optional item: Representative fax number (You can register as a member without entering the optional items.)",
    "msg_title_2_subtitle" : "2nd, The following information may be automatically generated and collected during service use or business processing.",
    "msg_title_2_msg_1" : "IP Address, cookies, date and time of visit, service use record, bad use record, device information",
    "msg_title_3_subtitle" : "3rd, During the process of using additional services and customized services using Stayrak ID or applying for events, the following information may be collected only from users of the relevant services.",
    "msg_title_3_msg_1" : "When consent is obtained for additional collection of personal information",
    "msg_title_4_subtitle" : "4th, If identity verification is required to comply with relevant laws when using some services such as adult content, paid/games, etc., the following information may be collected..",
    "msg_title_4_msg_1" : "Name, date of birth, gender, duplicate subscription confirmation information (DI), encrypted identity information (CI), mobile phone number (optional), i-PIN number (when using i-PIN), domestic/foreigner information",
    "msg_title_5_subtitle" : "5th, The following payment information may be collected during the use of paid services..",
    "msg_title_5_msg_1" : "When paying by credit card: card company name, card number, etc.",
    "msg_title_5_msg_2" : "When paying by mobile phone: mobile phone number, telecommunication company, payment approval number, etc.",
    "msg_title_5_msg_3" : "When transferring to an account: bank name, account number, etc.",
    "msg_title_5_msg_4" : "When using a gift certificate: Gift certificate number",
    "main_tltle_2" : " 2. Personal information collection method",
    "main_title_2_subtitle" : "The company collects personal information in the following ways:.",
    "main_title_2_msg_1" : "Website, written form, fax, phone, consultation bulletin board, email, event application, delivery request",
    "main_title_2_msg_2" : "Provided by partner companies",
    "main_title_2_msg_3" : " Collection through generated information collection tool"
  },
  "agree_3": {
    "main_tltle" : "In principle, users' personal information is destroyed without delay once the purpose of collection and use of personal information is achieved. However, the following information will be preserved for the specified period for the reasons for retention below..",
    "main_subtitle_1" : "1. Reasons for retaining information according to company internal policy",
    "subtitle_1_msg_1" : "Records of illegal use (records of abnormal service use, such as illegal registration and disciplinary records)",
    "subtitle_1_msg_2" : "Preservation items: Subscription verification mobile phone number, legal representative ID for members under 14 years of age",
    "subtitle_1_msg_3" : "Reason for preservation: Prevention of fraudulent registration and use",
    "subtitle_1_msg_4" : "Retention period: 1 year",
    "main_subtitle_2" : "2. Reasons for retaining information in accordance with relevant laws and regulations",
    "subtitle_2_msg_1" : "If preservation is necessary in accordance with the provisions of related laws, such as the Commercial Act and the Act on Consumer Protection in Electronic Commerce, etc., the company stores member information for a certain period of time specified in the relevant laws. In this case, the company uses the stored information only for the purpose of storage, and the retention period is as follows.",
    "subtitle_2_submsg_1" : "Records of contracts or subscription withdrawals, etc.",
    "subtitle_2_submsg_2" : "Reason for preservation: Act on Consumer Protection in Electronic Commerce, etc.",
    "subtitle_2_submsg_3" : "Retention period: 5 years",
    "subtitle_2_submsg_4" : "Records of payment and supply of goods, etc.",
    "subtitle_2_submsg_5" : "Records of electronic financial transactions",
    "subtitle_2_submsg_6" : "Reason for preservation: Electronic Financial Transactions Act",
    "subtitle_2_submsg_7" : "Records of consumer complaints or dispute resolution",
    "subtitle_2_submsg_8" : "Retention period: 3 years",
    "subtitle_2_submsg_9" : "Website visit history",
    "subtitle_2_submsg_10" : "Reason for preservation: Communication Secrets Protection Act",
    "subtitle_2_submsg_11" : "Retention period: 3 months" 
  }
}